app/controllers/contacts_controller.rb

INSERT INTO "contacts" ("name", "email", "comments", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "test name"], ["email", "test email"], ["comments", "test comment"], ["created_at", "2017-11-29 17:04:12.310199"], ["updated_at", "2017-11-29 17:04:12.310199"]]
---
def create
  @contact = Contact.new(contact_params)
  if @contact.save